Tekla Open API Reference for Tekla Structures 2025
DateTimeFilterExpression Methods
The DateTimeFilterExpression type exposes the following members.
Methods
Name | Description
ToString
 Creates a string representation of the current object.
 (Inherited from DataFilterExpression.)
Top
See Also
Reference
DateTimeFilterExpression Class
Tekla.Structures.Filtering Namespace